/* Menu strings */
"Main Menu About" = "Info su %@";
"Main Menu Hide Others" = "Nascondi altre";
"Main Menu Show All" = "Mostra tutte";
"Main Menu Quit" = "Esci da %@";

/* GUI Strings */

"Window Title" = "%@";
"Header" = "Autenticazione";
"Text PreAuth" = "Devi avere i privilegi di Amministratore per installare il software.";
"Info PreAuth" = "";
"Lock PreAuth" = "Fare clic sulla serratura per effettuare le modifiche";
"Lock Auth" = "Autenticazione in corso...";
"Text PostAuth" = "Attendere mentre il programma di installazione viene configurato";
"Info PostAuth" = "";
"Lock PostAuth" = "L'utente è autenticato";


/* Buttons */
"Cancel" = "Annulla";
"OK" = "OK";
"Quit" = "Esci";
"Resume" = "Ripristina";

/* Dialogs */
"Quit Dialog Title" = "Annulla installazione";
"Quit Dialog Header" = "Installazione non completata";
"Quit Dialog Text" = "Se si annulla l'installazione adesso, %@ non verrà installato. Per continuare l'installazione, fare clic su 'Ripristina'. Per annullare l'installazione, fare clic su 'Esci'.";

"Application Error Title" = "Errore applicazione";
"Application Error Text" = "L'installazione di %@ non può procedere a causa di un errore di esecuzione. (Errore codice -43)";

"Execution Error Title" = "Errore di esecuzione";
"Execution Error Text" = "L'installazione di %@ non può procedere a causa di un errore di esecuzione. (Errore codice -43)";
